export default {
    pacanes_title: "Генерация пацанских цитат",
    pacanes_description: "Поделюсь жизненной мудростью без регистрации и смс",
    poetos_title: "Генерация стихов",
    poetos_description: "Только настоящие ценители смогут понять это исскусство😅",
    poetos_text: `Что бы запустить генерацию введите начальное слово
     и выберите количество символов. Предупреждаю, все что делает нейронная сеть
      это просто предсказание следующего символа) поэтому может генерироваться полнейший бред,
       удивительно уже то, что текст состоит хотя бы из слов, а не просто из набора букв`,
    poetos_geek_info: `Это рекуррентная нейронная сеть с использованием LSTM нейронов,
    Дата сет состоит из стихов русских писателей классиков, в общей сложности на 1.5 млн символов.
    Так же перед входом непосредственно на LSTM слой, применяется embedding входных данных.
    Если кто-то хочет посмотреть код, то вот:`,
    poetos_link: 'https://www.kaggle.com/mercerstas/poetos',

    pacanes_text: `Что бы запустить генерацию введите начальное слово
     и выберите количество символов. Предупреждаю, все что делает нейронная сеть
      это просто предсказание следующего символа) поэтому может генерироваться полнейший бред,
       удивительно уже то, что текст состоит хотя бы из слов, а не просто из набора букв`,
    pacanes_geek_info: `Это рекуррентная нейронная сеть с использованием LSTM нейронов,
    Дата сет состоит из пацанских цитат собраных с пабликов вк, в общей сложности на 500к символов.
    Так же перед входом непосредственно на LSTM слой, применяется embedding входных данных.
    Если кто-то хочет посмотреть код, то вот:`,
    pacanes_link: 'https://www.kaggle.com/mercerstas/pacanes',
    description: "Здесь вы можете попробовать рызные штуки связаные с исскуственным интеллектом",
    additional_desc: "Тут будут появляться еще разные штуки связаные с машинным обучение и нейронными сетями. Так что следите за обновлениями🤘"
}